<html>
<head>

	<title>About - Rede de Coautorias</title>
	<meta http-equiv="content-type" content="text/html; charset=utf-8" />

	<link rel="shortcut icon" type="image/x-icon" href="/favicon.ico" />

	<link rel="stylesheet" type="text/css" href="reset-fonts-grids.css" media="all" />
	<link rel="stylesheet" type="text/css" href="design.css" media="all" />

</head>
<body>

<div id="doc2" class="yui-t7">
	<div id="inner">

		<div id="hd">
			<div class="yui-gc">
				<div class="yui-u first">
					<h1>Rede de Coautorias</h1>
					<h2>ISCTE-IUL</h2>
				</div>
				<div class="yui-u">
					<div class="contact-info">
						<h3><a href="http://www.iscte-iul.pt">iscte-iul.pt</a></h3>
						<h3><a href="https://ciencia.iscte-iul.pt">ciencia.iscte-iul.pt</a></h3>
						<br/>
						<h3><i>Contact:</i> Nuno.David@iscte.pt</h3>
					</div>
				</div>
			</div>
		</div>

		<div id="bd">
			<div id="yui-main">
				<div class="yui-b">

					<div class="yui-gf">
						<div class="yui-u first">
							<h2></h2>
						</div>
						<div class="yui-u">
							<p>
								Aplica&#xE7;&#xE3;o realizada no &#xE2;mbito da tese de disserta&#xE7;&#xE3;o de David Fernandes, IDENTIFICA&#xC7;&#xC3;O E AVALIA&#xC7;&#xC3;O DE COMUNIDADES EM REDES DE COAUTORIAS, orientada pelos professores Maria Jo&#xE3;o Cortinhal e Nuno David, e realizada no ISCTE-IUL, Instituto Universit&#xE1;rio de Lisboa.
							</p>
						</div>
					</div>

					<div class="yui-gf last">
						<div class="yui-u first">
							<h2>&Acirc;mbito</h2>
						</div>
						<div class="yui-u">
							<p>
								O Ci&#xEA;ncia-IUL &#xE9; o sistema de gest&#227;o de produ&#231;&#227;o cient&#237;fica dos colaboradores do ISCTE-IUL. A aplica&#xE7;&#xE3;o Rede de Coautorias recolhe informa&#xE7;&#xE3;o contida nesse reposit&#xF3;rio para com ela construir uma rede de coautorias, em que os v&#xE9;rtices da rede representam autores e as arestas entre autores indicam a exist&#xEA;ncia de, pelo menos, uma coautoria. A an&#xE1;lise desta rede permite dar resposta a um conjunto de quest&#xF5;es relacionadas com padr&#xF5;es de colabora&#xE7;&#xF5;es cient&#xED;ficas, entre elas a dete&#xE7;&#xE3;o de comunidades. A aplica&#xE7;&#xE3;o incorpora dois algoritmos de identifica&#xE7;&#xE3;o de comunidades que permitem, de modo autom&#xE1;tico, identificar e avaliar padr&#xF5;es de colabora&#xE7;&#xE3;o e partilha de conhecimento dentro do ISCTE-IUL, que de outra forma seriam dificilmente detetados.
							</p>
						</div>
					</div>

				</div>
			</div>
		</div>

		<div id="ft">
			<p><a href="/">Home</a></p>
		</div>


	</div>
</div>
</body>
</html>
